Revit 2027 API
ParameterTypeId.PointElementNormalizedCurveParamater Property
 "Normalized Curve Parameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementNormalizedCurveParamater { get; }
Public Shared ReadOnly Property PointElementNormalizedCurveParamater As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementNormalizedCurveParamater {
	ForgeTypeId^ get ();
}
static member PointElementNormalizedCurveParamater : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace